Repository: wp-plugins/listen-to
Catalog: languages/listenTo-*.po
Languages: nb_no

source: Your Last.fm Username
nb_no: Ditt Last.fm brukernavn

source: Display this when there is no link to display
nb_no: Vis dette når det er ingen linker som vises

source: The Link Title (displayed on mouseover)
nb_no: Tittelen til linken (som vises når musen er over linken)

source: Update Listen To for the post when you update a post?
nb_no: Oppdater Listen To for posten når du oppdaterer en post?

source: Display Listen To after every post(if not you need to place " listenTo(); " in yout template)?
nb_no: Vis Listen To etter vær post(om du ikke ønsker dette må du plassere " listenTo(); " i malen din)?

source: Update Settings
nb_no: Oppdater innstillingene

source: Delete Database Table
nb_no: Slett databasetabellen

source: You can delete the database entry here if you do not wish to use this plugin anymore.
nb_no: Du kan slette database tabellen her om du ikke ønsker å bruke dette innstikket noe mere.

source: Delete DB Table
nb_no: Slett DB-tabellen

source: Are you shure you want to delete the database table? Press OK for yes and Cancel if you dont want to do this.
nb_no: Er du sikker på at du vil slette databasetabellen? Trykk på OK for ja, og Avbryt om du ikke ønsker å gjøre dette.

source: Listen To Options
nb_no: Listen To alternativer

source: Database table was deleted
nb_no: Databasetabellen ble slettet

source: The database table is already deleted
nb_no: Databasetabellen er allerede slettet

source: Unable to delete database table
nb_no: Det var ikke mulig å slette databasetabellen

source: Options Updated
nb_no: Alternativene ble oppdatert
